window.__NUXT__ = {
    "layout": "default",
    "data": [{
        "recipe": {
            "categories": [],
            "create_time": "2019-07-06 12:33:07",
            "desc": "",
            "difficulty_text": "有点挑战🖖",
            "id": 2967,
            "image": {
                "ident": "36eaad671a2c4325930af261d2db379a_1080w_1920h.jpg",
                "max_height": 4096,
                "max_width": 4096,
                "original_height": 1920,
                "original_width": 1080,
                "url_pattern": "http:\u002F\u002Fi2.chuimg.com\u002F36eaad671a2c4325930af261d2db379a_1080w_1920h.jpg?imageView2\u002F1\u002Fw\u002F{width}\u002Fh\u002F{height}\u002Fq\u002F90\u002Fformat\u002F{format}"
            },
            "ing_groups": [{
                "ings": [{
                    "amount": "1个",
                    "name": "猪肘子"
                }, {
                    "amount": "50g",
                    "name": "料酒"
                }],
                "name": ""
            }, {
                "ings": [{
                    "amount": "1棵",
                    "name": "大葱"
                }, {
                    "amount": "80g",
                    "name": "冰糖"
                }, {
                    "amount": "100g",
                    "name": "老抽"
                }, {
                    "amount": "3-4片",
                    "name": "姜片"
                }, {
                    "amount": "3片",
                    "name": "香叶"
                }, {
                    "amount": "3粒",
                    "name": "八角"
                }, {
                    "amount": "20g",
                    "name": "盐"
                }, {
                    "amount": "50g",
                    "name": "料酒"
                }],
                "name": "调料A"
            }, {
                "ings": [{
                    "amount": "10g",
                    "name": "油"
                }, {
                    "amount": "50g",
                    "name": "冰糖"
                }, {
                    "amount": "10g",
                    "name": "淀粉"
                }, {
                    "amount": "20g",
                    "name": "水"
                }],
                "name": "调料B"
            }],
            "n_collects": "202",
            "name": "冰糖肘子",
            "name_adj": "软烂滑糯吸着吃！",
            "producer_id": 11,
            "score": 0,
            "serving": "",
            "square_image": {
                "ident": "e5f2bd96f0e14a73a3be77fae74b65b7_1920w_1920h.jpg",
                "max_height": 4096,
                "max_width": 4096,
                "original_height": 1920,
                "original_width": 1920,
                "url_pattern": "http:\u002F\u002Fi2.chuimg.com\u002Fe5f2bd96f0e14a73a3be77fae74b65b7_1920w_1920h.jpg?imageView2\u002F1\u002Fw\u002F{width}\u002Fh\u002F{height}\u002Fq\u002F90\u002Fformat\u002F{format}"
            },
            "square_video": {
                "height": 720,
                "ident": "4dd5616ea3a611e9becc02420a00105a_720w_720h.mp4",
                "url": "http:\u002F\u002Fi4.chuimg.com\u002F4dd5616ea3a611e9becc02420a00105a_720w_720h.mp4",
                "width": 720
            },
            "status": 1,
            "step_video": {
                "height": 720,
                "ident": "4dabe6aea3a611e9b33002420a001066_720w_720h.mp4",
                "url": "http:\u002F\u002Fi4.chuimg.com\u002F4dabe6aea3a611e9b33002420a001066_720w_720h.mp4",
                "width": 720
            },
            "steps": [{
                "text": "开水锅内焯一下猪肘子，约5分钟就可以捞出了，目的是为了去一下浮沫，顺便可以让猪皮紧致，方便观察一下有没有未去除干净的猪毛。",
                "tips": "肘子选择猪前肘味道更好，肉嫩筋多，前肘和后肘很容易分辨，后肘有一条很深的伤口，是猪被屠宰的时候吊起来留下的，而前肘没有，听起来很惨是吧。"
            }, {
                "text": "找到一口足够大的锅，我选用的是一口大蒸锅，其他的锅放不下。锅底要垫一个盘子或者篦子，以防止糊底。",
                "tips": "垫的东西只要是个平的就行，因为肘子是中小火炖煮，很容易沉底，猪皮会粘在锅底，就糊了。"
            }, {
                "text": "肘子放入锅中，放入所有的调料A。不用害怕调料多，毕竟水也很多哈。大火煮开后加盖锅盖，转小火，炖煮2小时。",
                "tips": ""
            }, {
                "text": "2小时后，确认一下肘子已经软烂了，用漏勺小心的移出锅，这个时候皮和肉都已经酥烂了，千万小心点。肘子放在盘子里备用。肘子汤留用。",
                "tips": ""
            }, {
                "text": "炒锅内倒入油，炒化冰糖，倒入适量的肘子汤，煮开2分钟后，淋入水淀粉，迅速炒开起大泡汤汁红亮浓稠，浇在肘子上面。就可以吃了。",
                "tips": ""
            }, {
                "text": "肘子炖的软烂，猪骨头可以轻松的从肉中间取出来，撕下一块皮，挖点瘦肉，浇上一勺汤，拌米饭，真的特别香。吃完记得认真擦嘴啊。",
                "tips": ""
            }],
            "time_consuming": "约30-60分钟",
            "tips": "这个菜家里宴客或者作为年夜饭，都是极其好的。哈哈，但是做起来并不是很难啊，就是煮呗，哈哈，费点时间而已。",
            "update_time": "2019-07-11 14:41:56",
            "url": "https:\u002F\u002Flanfanapp.com\u002Frecipe\u002F2967\u002F"
        },
        "isWechat": false
    }],
    "error": null,
    "serverRendered": true
};